Repository: PianoMaker/Melodies
Catalog: Resources/Pages/Pages.*.resx
Languages: uk

# SiteTitle
source: Melodies25
uk: Мелодії25

source: Home Page
uk: Головна сторінка

source: Find Similar Melody
uk: Знайди схожу мелодію

source: Search by Melody
uk: Пошук за мелодією

source: Search by Text
uk: Пошук за текстом

source: Enter melody here
uk: Введіть мелодію тут

# SearchButton
source: Search
uk: Пошук

# ErrorPageTitle
source: Error
uk: Помилка

# ErrorMessage
source: An error occurred while processing your request.
uk: Під час обробки запиту сталася помилка.

source: Privacy Policy
uk: Політика конфіденційності

source: About Site
uk: Про сайт

source: Copyright
uk: Авторські права

source: All rights reserved
uk: Усі права захищено

# DevelopmentRequestId
source: Request ID
uk: Ідентифікатор запиту

# RequestId
source: Request ID: {0}
uk: Ідентифікатор запиту: {0}

# WelcomeMessage
source: Welcome to Melodies25!
uk: Ласкаво просимо до Melodies25!

# SiteDescription
source: Your music portal for searching and sharing melodies
uk: Ваш музичний портал для пошуку та обміну мелодіями
