Repository: PianoMaker/Melodies
Catalog: Resources/Pages/Melodies/Create.*.resx
Languages: uk

# Title
source: Add melody
uk: Додати мелодію

# Heading
source: Add melody
uk: Додати мелодію

# FileReadyToSave
source: file is ready to save
uk: Файл готовий до збереження

# TonalityOption
source: -- Tonality in which MIDI was uploaded --
uk: -- Тональність, в якій завантажено MIDI --

# TitleLabel
source: Title
uk: Назва

# TitlePlaceholder
source: enter title here
uk: Введіть назву

source: copy from file
uk: Копіювати з файлу

# YearLabel
source: Year
uk: Рік

# DescriptionLabel
source: Description
uk: Примітки

# AuthorLabel
source: Author
uk: Автор

# AuthorSearchPlaceholder
source: Enter ≥3 letters to search author
uk: Введіть ≥3 літери для пошуку автора

# CreateButton
source: Create
uk: Створити

# MidiNotReady
source: MIDI-file is not ready
uk: MIDI-файл не готовий

# MidiReady
source: MIDI-file is ready
uk: MIDI-файл готовий

# AddAuthorButton
source: Add author
uk: Додати автора

# AddAuthorPlaceholder
source: Add name and surname
uk: Додайте ім'я та прізвище

# AddButton
source: Add
uk: Додати

source: Back to list
uk: Назад до списку

source: Enter from keyboard
uk: Ввести з клавіатури

source: no notes entered
uk: жодної ноти не введено
