Repository: PianoMaker/Melodies
Catalog: Resources/Pages/Melodies/Details.*.resx
Languages: uk

# MelodyTitle
source: Melody details
uk: Деталі мелодії

# AuthorLabel
source: Author
uk: Автор

source: Written
uk: Написана

# InYear
source: year
uk: р.

# AudioNotSupported
source: Your browser does not support the audio element.
uk: Ваш браузер не підтримує елемент audio.

source: Download MIDI
uk: Завантажити MIDI

source: Download
uk: Завантажити

source: Download MP3
uk: Завантажити MP3

source: uploaded in
uk: записаний в тональності

source: MIDI file
uk: MIDI файл

# TonalityNotDefined
source: Tonality is not defined
uk: Тональність не визначена

# FileNotAvailable
source: File not available: {0}
uk: Файл недоступний: {0}

# MidiNotUploaded
source: MIDI file not uploaded
uk: MIDI файл не завантажено

# NotationPlaceholder
source: Loading notation...
uk: Завантаження нотної партитури...

# CalculateStats
source: Calculate statistics
uk: Порахувати статистику

# NotesInMelody
source: {0} notes in melody
uk: {0} нот в мелодії

source: Durations
uk: Тривалості

source: Interval series
uk: Послідовність інтервалів

source: Sharpness (beta)
uk: Різкість (бета)

# NotesStatsBeta
source: Notes statistics (beta)
uk: Статистика нот (бета)

source: Without durations
uk: Без тривалостей

source: By degrees
uk: За ступенями

source: With durations
uk: З тривалостями

source: Values chart
uk: Діаграма значень

source: Weight chart
uk: Діаграма ваги

source: Edit
uk: Редагувати

source: Back to list
uk: До списку

source: All melodies
uk: Усі мелодії

# FindSimilarFull
source: Find similar melodies
uk: Пошук схожих мелодій

# FindSimilarShort
source: Find similar
uk: Пошук
