Repository: PianoMaker/Melodies
Catalog: Resources/Pages/Melodies/Search.*.resx
Languages: uk

# Title
source: Melody - Search
uk: Мелодія - Пошук

# SearchHeading
source: Search
uk: Пошук

# AuthorLabel
source: Author
uk: Автор

# TitleLabel
source: Title
uk: Назва

# SearchAllPlaceholder
source: search among all
uk: шукати серед усіх

# PartlyMatch
source: Partial match
uk: Частковий збіг

source: Starts with note...
uk: Починається з ноти...

source: (any)
uk: (будь-яка)

# NoteC
source: do
uk: до

# NoteCis
source: do♯ / re♭
uk: до♯ / ре♭

# NoteD
source: re
uk: ре

# NoteDis
source: re♯ / mi♭
uk: ре♯ / мі♭

# NoteE
source: mi
uk: мі

# NoteF
source: fa
uk: фа

# NoteFis
source: fa♯ / sol♭
uk: фа♯ / соль♭

# NoteG
source: sol
uk: соль

# NoteGis
source: sol♯ / la♭
uk: соль♯ / ля♭

# NoteA
source: la
uk: ля

# NoteAis
source: la♯ / si♭
uk: ля♯ / сі♭

# NoteH
source: si
uk: сі

# SearchButton
source: Search
uk: Пошук

# Alg_NoGaps
source: no gaps
uk: без пропусків

# Alg_WithGaps
source: with gaps
uk: з пропусками

# AlgorithmLabel
source: algorithm
uk: алгоритм

# MelodyOption
source: Melody
uk: Мелодія

# RhythmOption
source: Rhythm
uk: Ритм

source: no notes entered
uk: жодної ноти не введено

# LoadingResultsAria
source: Loading results...
uk: Завантаження результатів...

# LoadingResults
source: Loading search results...
uk: Завантаження результатів пошуку...

# ResultsHeading
source: Search results
uk: Результати пошуку

source: Entered melody:
uk: Введено мелодію:

# MelodyLabel
source: Melody
uk: Мелодія

# Transposition
source: Transposition {0} semitones.
uk: Транспозиція {0} півтонів.

# FileNotAvailable
source: File {0} not available
uk: Файл {0} не доступний

# MelodyNotFound
source: Melody {0} not found.
uk: Мелодія {0} не знайдена.

# TableName
source: Title
uk: Назва

# TableAuthor
source: Author
uk: Автор

# TableFile
source: File
uk: Файл

source: Match length
uk: Довжина збігу

# Position
source: at position
uk: на позиції

# Actions
source: Edit/Delete
uk: Редагувати/Видалити

source: Ukrainian folk song
uk: Українська народна пісня

# TimeSignatureLabel
source: Time Signature
uk: Музичний розмір
